Repository: cam-mobsys/covid19-sounds-ios-app
Catalog: covid19-sounds/*.lproj/Localizable.strings
Languages: it

source: Next
it: Avanti

source: Thank you!
it: Grazie!

source: Never
it: Mai

source: pnts
it: Preferisco non dirlo

source: noneTag
it: Nessuno

source: Yes
it: Si

source: Warning
it: Attenzione

source: participationText
it: Per partecipare a questo studio devi avere almeno 16 anni.

source: confirmOver16
it: Conferma che hai almeno 16 anni.

source: over16OK
it: Ho almeno 16 anni

source: How old are you?
it: Quanti anni hai?

source: 90 and above
it: piu' di 90

source: breathePreRecordingText
it: Schiaccia il bottone rosso e ispira ed espira cinque volte dalla bocca il più profondamente possibile. Si prega di farlo in un ambiente tranquillo.

source: breatheRecordingText
it: inspira ed espira cinque volte dalla bocca il più profondamente possibile. Si prega di farlo in un ambiente tranquillo. Schiaccia Stop quando hai finito.

source: coughPreRecordingText
it: Schiaccia il bottone rosso e tossisci tre volte.

source: coughRecordingText
it: Tossisci tre volte. Schiaccia Stop quando hai finito.

source: Microphone access denied
it: Accesso al microfono negato

source: Please allow microphone access
it: Permetti l’accesso al microfono

source: Check access
it: Controlla l’accesso

source: Microphone access is denied, please enable through phone settings
it: Accesso al microfono negato, abilita l’accesso nei setting del telefono

source: readPreRecordingText
it: Schiaccia il bottone rosso e leggi la frase seguente tre volte.

source: readRecordingTopText
it: Leggi la frase seguente tre volte.

source: readRecordingContentText
it: 'Spero che i miei dati siano utili a gestire la pandemia del virus.

source: Time remaining %lld
it: Tempo rimanente %lld

source: Invalid Recording
it: Registrazione non valida

source: recordingDurationErrorText
it: La registrazione e' meno di un 1 secondo. Prova di nuovo.

source: postRecordingText
it: Puoi riascoltare la tua registrazione schiacciando Registra. o riregistrare schiacciando il bottone rosso. Quando hai finito schiaccia Avanti.

source: pressStopText
it: Schiacca Stop quando hai finito.

source: Have you tested positive before?
it: Sei stato mai testato prima?

source: Last 14 days
it: Negli ultimi 14 giorni

source: Over 14 days ago
it: Piu’ di 14 giorni fa

source: When did you tested positive?
it: Quanto sei risultato positive a un tampone?

source: Do you think you ever have/had a COVID-19 infection?
it: Pensi di avere (avuto) COVID-19?

source: Yes, now
it: Si, ora

source: Yes, in last 14 days
it: Si, negli ultimi 14 giorni

source: Yes, over 14 days ago
it: Si, piu’ di 14 giorni fa

source: covidStatusLegend
it: Riporta lo stato del tuo tampone COVID-19

source: Never tested
it: Mai fatto

source: Positive
it: Positivo

source: Negative
it: Negativo

source: endDemographicsText
it: Grazie! Hai completato il questionario. Ora passiamo al questionario dei sintomi.

source: completedReportText
it: Hai completato il questionario dei sintomi per oggi.

source: notificationScheduledText
it: Riceverai una notifica quando sara' ora di completare il questionario di nuovo.

source: disabledNotificationText
it: Hai disabilitato le notifiche, per favore consenti loro tramite le impostazioni

source: You can view our privacy policy at:
it: Puoi consultare la nostra nota sulla privacy qui::

source: endViewErrorText
it: Non siamo stati capaci di caricare i dati sul server, controlla la connessione e riprova.

source: Try again
it: Riprova

source: Tried times %lld %lld
it: Provato %lld volta su %lld

source: Enable survey notifications?
it: Abilitare le notifiche del sondaggio?

source: Enable
it: Permettere

source: medConditionsText
it: Hai altre di queste malattie? (può scegliere più di uno)?

source: Asthma
it: Asma

source: Cystic fibrosis
it: Fibrosi Cistica

source: COPD/Emphysema
it: Enfisema

source: Pulmonary fibrosis
it: Fibrosi Polmonare

source: Other lung disease
it: Altre malattie polmonari

source: High Blood Pressure
it: Pressione Alta

source: Previous stroke or Transient Ischaemic Attack
it: Ictus o Ischemia

source: Previous heart attack
it: Infarto

source: Valvular heart disease
it: Patologie alle valvole cardiache

source: Other heart disease
it: Altre patologie cardiache

source: Diabetes
it: Diabete

source: Cancer
it: Tumore

source: Previous organ transplant
it: Ricevuto trapianto di organi

source: HIV or an impaired immune system
it: AIDS o sistema immunitario compromesso

source: Other long-term condition
it: Altre patologie croniche

source: bioSex
it: Di che sesso sei?

source: maleTag
it: Maschio

source: femaleTag
it: Femmina

source: otherTag
it: Altro

source: Are you in hospital now?
it: Sei in ospedale?

source: topTextIntroductionView
it: Questa app ha lo scopo di raccogliere dati (principalmente tosse, respiro e voce) come parte di un progetto (covid-19-sounds.org) che potrebbe informare la diagnosi di COVID-19.

source: bottomTextIntroductionView
it: La app raccoglie dati demografici di base, profilo medico, alcuni campioni di voce (quando l’utente legge testo sullo schermo) a alcuni secondi di respiro e tosse. La app raccoglie anche un campione della locazione dell’utente.

source: locationProbeText
it: Adesso vorremmo registrare la tua posizione

source: locationProbeDeniedText
it: La registrazione della posizione e' stata negata. non raccoglieremo la tua posizione.

source: Set Permissions
it: Registra i Permessi

source: Creating User...
it: Utente in creazione...

source: Exchanging Token...
it: Scambio dei token...

source: Uploading...
it: Caricamento dati al server...

source: Unable to upload data!
it: Non siamo stati capaci di caricare i dati sul server!

source: Loading...
it: Caricamento in corso...

source: smokeStatusText
it: Fumi o hai mai fumato (anche sigarette elettroniche)?

source: Never smoked
it: Mai Fumato

source: Less than once a day
it: Meno di una al giorno

source: 1-10 cigarettes per day
it: Fumo (da 1 a 10 sigarette al giorno)

source: 11-20 cigarettes per day
it: Fumo (da 11 a 20 sigarette al giorno)

source: 21+ cigarettes per day
it: Fumo (piu' di 20 sigarette al giorno)

source: e-cigarettes only
it: Solo sigarette elettroniche

source: Ex-smoker
it: Ex-fumatore

source: symptomsText
it: Hai uno dei seguenti sintomi?

source: Fever
it: Febbre

source: Chills
it: Brividi

source: Dry cough
it: Tosse Secca

source: Wet cough
it: Tosse Morbida

source: Difficulty breathing or feeling short of breath
it: Difficolta’ a respirare o fiato corto

source: Tightness in your chest
it: Oppressione toracica

source: Headache
it: Mal di Testa

source: Muscle aches
it: Male ai muscoli

source: Sore throat
it: Mal di gola

source: Runny or blocked nose
it: Congestione nasale e naso che cola

source: Loss of taste and smell
it: Perdita di gusto e olfatto

source: Dizziness, confusion or vertigo
it: Capogiri, confusione o vertigini

source: How are you feeling?
it: Come stai oggi?

source: Take a moment to complete a brief assessment
it: Per favore, completa il questionario
